@ECHO off
REM Справочный файл для командного файла

ECHO ==== Справка о программе ====
ECHO.
ECHO Название программы: [Лабораторная работа 2]
ECHO.
ECHO Параметры запуска:
ECHO   "main.bat" "cf.bat" "yes"^|"no"
ECHO.
ECHO Параметры:
ECHO   "cf.bat" - Имя файла с информацией о программе.
ECHO   "yes"^|"no" - Очищать или нет экран перед запуском меню.
ECHO.
ECHO Студент: [Сорокин М.А.]
ECHO Группа: [ИУ5-43Б]
ECHO Вариант: [Вариант 21]
ECHO.
ECHO Описание пунктов меню:
ECHO   1 - Выполняет действие 1.
ECHO   2 - Выполняет действие 2.
ECHO   3 - Демонстрирует выполнение команды CD.
ECHO   A - Выводит информацию о системе.
ECHO   Б - Выводит данную справку.
ECHO   В - Выход из программы.
ECHO.